import React from 'react';
import Link from '../../components/Link';

export const ORDER_DELIVERY_AM = (
  <div>
    <h3>Ինչպես պատվիրել կայքից</h3>
    <p>
      Կայքից պատվեր կատարելու համար անհրաժեշտ են հետեւյալ քայլերը
    </p>
    <ul style={{ listStyleType: 'decimal' }}>
      <li>Ընտրեք ապրանքը որը ցանկանում եք գնել մեր օնլայն խանութի ապրանքների ցուցակից, որը կարող եք գտնել <Link to='/shop'>այստեղ</Link></li>
      <li>
        Ապրանքի ընտրությունից հետո այն զամբյուղում ավելացնելու համար անհրաժեշտ է փոփոխել քանակությունը
        Ձեզ անհրաժեշտ քանակության չափով եւ սեղմել "Ավելացնել" կոճակը, որից հետո դուք կտեսնեք ապրանքի վերեւի ձախ հատվածում կանաչ գույնով ներկված ցուցումը որ այդ ապրանքը արդեն զամբյողում է
      </li>
      <li>
        Կրկնեք 1-ին եւ 2րդ կետերը այն բոլոր ապրանքների համար, որոնք ցանկանում եք գնել։
      </li>
      <li>
        Պատվիրելու համար սեղմեք կայքի վերեւի աջ հատվածում գտվող զամբյուղի նշանի վրա, ինչը Ձեզ կտանի Ձեր զամբյուղի էջը՝ արդեն իսկ ընտրված եւ ավելացված ապրանքներով։
      </li>
      <li>
        Լրացրեք "Հեռախոսահամար, Առաքման հասցե եւ Նշումներ"-ի դաշտերը եւ սեղմեք "Պատվիրել" կոճակը։
      </li>
      <li>
        Եթե Դուք առաջին անգամն եք պատվիրում, Ձեզ անհրաժեշտ է հաստատել հեռախոսահամարը կարճ հաղորդագրությամբ եկած հաստատման կոդով, որը
        պետք է մուտք անեք "Պատվիրել" կոճակի սեղմելուց հետո բացված պատուհանի մեջ։
      </li>
      <li>
        Հեռախոսահամարը հաստատելուց հետո Դուք կստանաք հաղորդագրություն Ձեր պատվերի հաստատման մասին եւ այն կառաքվի Ձեզ նշված ժամանակին։
      </li>
    </ul>
    <div>&nbsp;</div>
    <h3>Առաքման պայմանները</h3>
    <p>
      Առաքումը կատարվում է միայն Երեւան քաղաքի տարածքով եւ կայքում նշված ժամերին։ «Gazar.am» ընկերության կարեւորագյուն
      գործառույթներից է համարվում պատվիրված գյուղմթերքը ժամանակին եւ անվնաս տեղ հասցնելը, այդ իսկ պատճառով առաքումը կատարվում է բանիմաց
      եւ փորձառու վարորդնեիր կողմից։
    </p>
    <p>
      Մեծածախ պատվերների դեպքում գործում են հատուկ պայմաններ առաքման ժամերի եւ առաքանու պահպանման համար։
    </p>
    <h3>Վերադարձի քղաքականություն</h3>
    <p>
      Հաշվի առնոլով որ գյուղմթերքի տեսականու զգալի մասը չունի սահմանված պահպանման ժամկետներ եւ որոշ ապրանքների համար շատ կարեւոր է նաեւ արտաքին տեսքը՝
      մենք բոլոր պարագաներում մեզ վրա ենք վերցնում այն ապրանքը որը հաճախորդը չի հավանել կամ այն եղել է ոչ պիտանի շահագործման համար։
      Մեր հաճախորդները չեն վճարում այն ապրանքի համար, որը իրենք չեն ընդունում, եւ մենք հաճախորդի ցանկության դեպքում փոխում ենք պատվիրված ապրանքրը։
      Եթե հաճախորդը արդեն վճարել է ապրանքի համար, բայց վերջինս չի հավանել որակը կամ ապրանքը պիտանի չէ օգտագործման, Gazar.am ընկերությունը
      փոխհատուցում է ապրանքի ամբողջ գումարը։
    </p>
  </div>
);
